Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Diborane to combustion mixture (600°C)
zh_cn: 乙硼烷混烧(600°C)

source: Diesel
zh_cn: 柴油

source: Diesel from methanol
zh_cn: 柴油←甲醇

source: Dig and extract regolites from this planet.
zh_cn: 在星球上挖掘和提取风化岩

source: Direct reduction plant
zh_cn: 直接还原厂

source: Dirty but good.
zh_cn: 脏但是好

source: Dirty syngas
zh_cn: 脏合成气

source: Dispose unwanted gases into the atmosphere.
zh_cn: 把不必要的气体排放到大气中

source: Divertor
zh_cn: 偏滤器

source: Does not have long range scanning abilities.
zh_cn: 没有长距离扫描能力

source: Drill Head
zh_cn: 钻头

source: Drill deep to get that pre-oil thing.
zh_cn: 深钻以获得前置油。

source: Drill head
zh_cn: 钻头

source: Drill heads
zh_cn: 钻头

source: Drill that planet!
zh_cn: 给星球钻个洞！

source: Drilling fluid (type 1)
zh_cn: 钻井液 1

source: Drilling fluid (type 2)
zh_cn: 钻井液 2

source: Drilling fluid (type 3)
zh_cn: 钻井液 3

source: Drilling fluid (type 4)
zh_cn: 钻井液 4

source: Drilling waste
zh_cn: 钻井废料

source: Dry fluids to collect solids.
zh_cn: 蒸发掉液体，留下固体

source: Dry gas stream
zh_cn: 干燥气流

source: Duralumin
zh_cn: 杜拉铝

source: Electric arc furnace MK 01
zh_cn: 电弧炉 MK1

source: Electric arc furnace MK 02
zh_cn: 电弧炉 MK2

source: Electric arc furnace MK 03
zh_cn: 电弧炉 MK3

source: Electric arc furnace MK 04
zh_cn: 电弧炉 MK4

source: Electrolyzer MK 01
zh_cn: 电解器 MK1

source: Electrolyzer MK 02
zh_cn: 电解器 MK2

source: Electrolyzer MK 03
zh_cn: 电解器 MK3

source: Electrolyzer MK 04
zh_cn: 电解器 MK4

source: Electronics factory MK 01
zh_cn: Electronics factory MK1

source: Electronics factory MK 02
zh_cn: Electronics factory MK2

source: Electronics factory MK 03
zh_cn: Electronics factory MK3

source: Electronics factory MK 04
zh_cn: Electronics factory MK4

source: Elitist bean.
zh_cn: 优秀豆类

source: Empty gas canister
zh_cn: 空气罐

source: Empty methanol canister
zh_cn: 清空甲醇罐

source: Empty proto-tholins vessel
zh_cn: 空原索林斯罐

source: Empty space
zh_cn: 空的空间

source: Enable custom pymods resource generator
zh_cn: 启用自定义 pymods 资源生成器

source: Energy generation
zh_cn: 能源发电

source: Energy, concentrated.
zh_cn: 能源…浓缩的！

source: Enhanced coalbed methane recovery
zh_cn: 增强煤层气体回收

source: Enrich uranium
zh_cn: Enrich 铀

source: Enriched uranium (15%)
zh_cn: 浓缩铀 (15%)

source: Enriched uranium (20%)
zh_cn: 浓缩铀 (20%)

source: Enriched uranium (23%)
zh_cn: 浓缩铀 (23%)

source: Enriched uranium (25%)
zh_cn: 浓缩铀 (25%)

source: Enriched uranium (30%)
zh_cn: 浓缩铀 (30%)

source: Enriched uranium (33%)
zh_cn: 浓缩铀 (33%)

source: Enriched uranium (35%)
zh_cn: 浓缩铀 (35%)

source: Enriched uranium (40%)
zh_cn: 浓缩铀 (40%)

source: Enriched uranium (43%)
zh_cn: 浓缩铀 (43%)

source: Enriched uranium (45%)
zh_cn: 浓缩铀 (45%)

source: Enriched uranium (50%)
zh_cn: 浓缩铀 (50%)

source: Enriched uranium (65%)
zh_cn: 浓缩铀 (65%)

source: Enriched uranium (70%)
zh_cn: 浓缩铀 (70%)

source: Enriched uranium (73%)
zh_cn: 浓缩铀 (73%)

source: Enriched uranium (75%)
zh_cn: 浓缩铀 (75%)

source: Enriched uranium (79%)
zh_cn: 浓缩铀 (79%)

source: Enriched uranium (81%)
zh_cn: 浓缩铀 (81%)

source: Enriched uranium (83%)
zh_cn: 浓缩铀 (83%)

source: Enriched uranium powder (20%)
zh_cn: 浓缩铀粉 (20%)

source: Enriched uranium powder (40%)
zh_cn: 浓缩铀粉 (40%)

source: Enriched uranium powder (70%)
zh_cn: 浓缩铀粉 (70%)

source: Equipment chassis
zh_cn: 设备底座

source: Ethanolamine
zh_cn: 乙醇胺

source: Ethylene chlorohydrin
zh_cn: 乙烯氯醇

source: Ethylene glycol
zh_cn: 乙二醇

source: Evaporate nitrogen
zh_cn: 蒸发氮

source: Evaporate solvent
zh_cn: 蒸发溶剂

source: Evaporated dirty water.
zh_cn: 蒸发废液

source: Evaporator MK 01
zh_cn: 蒸发器 MK1

source: Evaporator MK 02
zh_cn: 蒸发器 MK2

source: Evaporator MK 03
zh_cn: 蒸发器 MK3

source: Evaporator MK 04
zh_cn: 蒸发器 MK4

source: Even more rare than on Earth.
zh_cn: 甚至比地球上稀有

source: Everything will be used.
zh_cn: 一切都会被使用

source: Ex-crystal.
zh_cn: Ex-水晶

source: Excavation
zh_cn: 开采

source: Excavation.
zh_cn: 开采

source: Exotic alloy used as a catalyst.
zh_cn: 用作催化剂的奇异合金

source: Extract CO2 from nexelit cartridges
zh_cn: 释放二氧化碳←錜盒

source: Extract CO2 from organics
zh_cn: 二氧化碳←有机物

source: Extract and process tholins from alien atmospheres.
zh_cn: 提取和处理异星大气中的索林斯。

source: Extract aromatics for further use
zh_cn: 提取芳烃以备使用

source: Extract aromatics from alien plants.
zh_cn: 从外星植物上榨取芳烃

source: Extract bone meal
zh_cn: 提取骨粉

source: Extract coarse fraction
zh_cn: 开采粗颗粒

source: Extract crystallised minerals from underground.
zh_cn: 从地底开采结晶矿物

source: Extract everything from tailings.
zh_cn: 从尾矿中提取一切

source: Extract fat from mukmouxes
zh_cn: 脂肪←慕课莫克斯

source: Extract fluids from big oil patches.
zh_cn: 从大型油田中提取液体。

source: Extract fluids from massive oil patches.
zh_cn: 从巨型油田中提取液体。

source: Extract fluids from medium oil patches.
zh_cn: 从中型油田中提取液体。

source: Extract fluids from small oil patches.
zh_cn: 从小型油田中提取液体

source: Extract gases directly from underground coal deposits.
zh_cn: 直接从地下煤层中提取气体

source: Extract gravel
zh_cn: 开采砾石

source: Extract lighter gases from glycerol
zh_cn: 从甘油提取较轻气体

source: Extract niobium
zh_cn: 开采铌矿

source: Extract niobium from hard rocks underground.
zh_cn: 从地底深岩挖掘铌矿石

source: Extract ralesia seeds
zh_cn: 提取若雷莎种子

source: Extract rich dust
zh_cn: 开采富尘

source: Extract sand
zh_cn: 开采沙子

source: Extract stone
zh_cn: 开采石头

source: Extract sulfur from acid gas
zh_cn: 硫磺←酸性气体

source: Extract sulfur from crude oil
zh_cn: 硫磺←原油

source: Extract sulfur from heavy oil
zh_cn: 硫磺←重油

source: Extract sulfur from light oil
zh_cn: 硫磺←轻油

source: Extract sulfur from petroleum gas
zh_cn: 硫磺←石油气

source: Extract tar from tar pits.
zh_cn: 从焦油坑中提取焦油

source: Extract xyhiphoe blood from xyhiphoes.
zh_cn: 提取吉泡尔血

source: Extremely caustic. Wear gloves!
zh_cn: 极具腐蚀性。请戴上手套！

source: FTS reactor MK 01
zh_cn: FTS 反应炉 MK1

source: FTS reactor MK 02
zh_cn: FTS 反应炉 MK2

source: FTS reactor MK 03
zh_cn: FTS 反应炉 MK3

source: FTS reactor MK 04
zh_cn: FTS 反应炉 MK4

source: Factory to make almost all things but faster and pollute less due the automation.
zh_cn: 由于自动化技术的应用，自动化工厂可以生产几乎所有的东西，速度更快污染更少

source: Fawogae
zh_cn: 法沃加

source: Fawogae plantation MK 01
zh_cn: 法沃加种植园 MK1

source: Fawogae plantation MK 02
zh_cn: 法沃加种植园 MK2

source: Fawogae plantation MK 03
zh_cn: 法沃加种植园 MK3

source: Fawogae plantation MK 04
zh_cn: 法沃加种植园 MK4

source: Fawogae substrate
zh_cn: 法沃加基质

source: Ferrite
zh_cn: 铁氧体

source: Fill methanol canister
zh_cn: 填充甲醇罐

source: Filled methanol canister
zh_cn: 甲醇罐

source: Filled proto-tholins vessel
zh_cn: 原索林斯罐

source: Filled tholins vessel
zh_cn: 索林斯罐

source: Filter MK 01
zh_cn: 过滤器 MK1

source: Filter MK 02
zh_cn: 过滤器 MK2

source: Filter MK 03
zh_cn: 过滤器 MK3

source: Filter MK 04
zh_cn: 过滤器 MK4

source: Filter air pollution
zh_cn: 过滤空气污染

source: Filter air pollution.
zh_cn: 过滤空气污染

source: Filter bone meal mix to extract organic solvent
zh_cn: 过滤骨粉混合物以提取有机溶剂

source: Filter flue gas
zh_cn: 过滤烟气

source: Filter olefins to methanol
zh_cn: 从烯烃过滤出甲醇

source: Filter tailings to extract acid gas
zh_cn: 残渣过滤法提取酸性气体

source: Filtration
zh_cn: 过滤

source: Filtration media
zh_cn: 过滤框

source: Final destination of whatever you no longer need.
zh_cn: 你不再想要的东西的最终目的地

source: Final step into niobium line.
zh_cn: 铌生产线的最后一步

source: Fine borosilicate glass lens.
zh_cn: 精细的硼硅酸盐玻璃镜片

source: Fine breaking of niobium ore
zh_cn: 细碎铌矿石

source: Fine breaking of niobium ore.
zh_cn: 细碎铌矿石

source: Fine breaking of rare-earth ores
zh_cn: 细碎稀土矿石

source: Fine breaking of rare-earth ores.
zh_cn: 细碎稀土矿石

source: Fine electronics
zh_cn: 高级电学基础

source: Fine iron concentrate
zh_cn: 细铁精矿

source: Fine nexelit powder
zh_cn: 细錜粉

source: Finite Oil
zh_cn: 有限油

source: First item of borax line.
zh_cn: 硼砂生产线的最初产物

source: First step in the molybdenum processing chain.
zh_cn: 钼加工链的第一步

source: First step of niobium production.
zh_cn: 铌冶炼的第一步

source: First step of rare-earth element production.
zh_cn: 稀土元素处理第一步

source: Flexible and pinkish.
zh_cn: 柔韧，呈粉红色

source: Flotation cell MK 01
zh_cn: 浮选槽 MK1

source: Flotation cell MK 02
zh_cn: 浮选池 MK2

source: Flotation cell MK 03
zh_cn: 浮选池 MK3

source: Flotation cell MK 04
zh_cn: 浮选池 MK4

source: Flue gas
zh_cn: 烟气

source: Fluid Separator MK 01
zh_cn: 液体分离器 MK1

source: Fluid separator MK 02
zh_cn: 液体分离器 MK2

source: Fluid separator MK 03
zh_cn: 液体分离器 MK3

source: Fluid separator MK 04
zh_cn: 液体分离器 MK4

source: Fluidised bed reactor MK 01
zh_cn: Fluidised bed reactor MK1

source: Fluidised bed reactor MK 02
zh_cn: Fluidised bed reactor MK2

source: Fluidised bed reactor MK 03
zh_cn: Fluidised bed reactor MK3

source: Fluidised bed reactor MK 04
zh_cn: Fluidised bed reactor MK4

source: Food for kmauts.
zh_cn: 凯马特的食物

source: For high-tech applications.
zh_cn: 用于高科技

source: For use in powerhouses, FTS reactors etc.
zh_cn: 用于动力车间，FTS 反应堆等

source: Fracking rig
zh_cn: 压裂装置

source: Fragile and expensive.
zh_cn: 脆弱而昂贵

source: Fro those who really need space.
zh_cn: 为那些真正需要空间的人

source: Fuel oil
zh_cn: 燃油

source: Fuel oil to combustion mixture (800°C)
zh_cn: 燃油混烧 (800°C)

source: Fuel production
zh_cn: 燃料生产

source: Fuel rod
zh_cn: 燃料棒

source: Fuel rod MK 01
zh_cn: 燃料棒 MK1

source: Fuel rod MK 02
zh_cn: 燃料棒 MK2

source: Fuel rod MK 02 to combustion mixture (800°C)
zh_cn: 燃料棒 MK2混烧 (800°C)

source: Fuel rod MK 03
zh_cn: 燃料棒 MK3

source: Fuel rod MK 03 to combustion mixture (850°C)
zh_cn: 燃料棒 MK3混烧 (850°C)

source: Fuel rod MK 04
zh_cn: 燃料棒 MK4

source: Fuel rod MK 04 to combustion mixture (900°C)
zh_cn: 燃料棒 MK4混烧 (900°C)

source: Fuel rod MK 05
zh_cn: 燃料棒 MK5

source: Fuel rod MK 05 to combustion mixture (950°C)
zh_cn: 燃料棒 MK5混烧 (950°C)

source: Fuse boron with a proton
zh_cn: 硼质子聚变

source: Fuse deuterium
zh_cn: 氘聚变

source: Fuse deuterium and helium-3
zh_cn: 氘-氚3聚变

source: Fuse deuterium and tritium
zh_cn: 氘-氚聚变

source: Fusion energy - Stage 1
zh_cn: 聚变能源 1

source: Fusion energy - Stage 2
zh_cn: 聚变能源 2

source: Fusion energy - Stage 3
zh_cn: 聚变能源 3

source: Fusion energy - Stage 4
zh_cn: 聚变能源 4

source: Fusion reactor
zh_cn: 聚变反应堆

source: Gas processing unit MK 01
zh_cn: 气体处理装置 MK1

source: Gas processing unit MK 02
zh_cn: 气体处理装置 MK2

source: Gas processing unit MK 03
zh_cn: 气体处理装置 MK3

source: Gas processing unit MK 04
zh_cn: 气体处理装置 MK4

source: Gas refinery MK 01
zh_cn: 天然气精炼厂 MK1

source: Gas refinery MK 02
zh_cn: 天然气精炼厂 MK2

source: Gas refinery MK 03
zh_cn: 天然气精炼厂 MK3

source: Gas refinery MK 04
zh_cn: 天然气精炼厂 MK4

source: Gas stream
zh_cn: 气流

source: Gasification of tar.
zh_cn: 焦油气化

source: Gasifier MK 01
zh_cn: 气化炉 MK1

source: Gasifier MK 02
zh_cn: 气化炉 MK2

source: Gasifier MK 03
zh_cn: 气化炉 MK3

source: Gasifier MK 04
zh_cn: 气化炉 MK4

source: Gasoline
zh_cn: 汽油

source: Gasoline combustion mixture (850°C)
zh_cn: 汽油混烧(850°C)

source: Gather tholins from the upper atmosphere.
zh_cn: 从高层大气中收集索林斯

source: Gemstones from tar
zh_cn: 矿石←焦油

source: Gene lab MK 01
zh_cn: 基因实验室 MK1

source: Gene lab MK 02
zh_cn: 基因实验室 MK2

source: Gene lab MK 03
zh_cn: 基因实验室 MK3

source: Gene lab MK 04
zh_cn: 基因实验室 MK4

source: Generates energy at low cost, but with high pollution.
zh_cn: 发电成本低，但污染高

source: Give access to explore the rare-earth elements.
zh_cn: 提供探索稀土元素的途径

source: Glass
zh_cn: 玻璃

source: Glass core
zh_cn: 玻璃核心

source: Glassware
zh_cn: 玻璃器皿

source: Glassworks MK 01
zh_cn: 玻璃工厂 MK1

source: Glassworks MK 02
zh_cn: 玻璃工厂 MK2

source: Glassworks MK 03
zh_cn: 玻璃工厂 MK3

source: Glassworks MK 04
zh_cn: 玻璃工厂 MK4

source: Glycerol
zh_cn: 甘油

source: God bless olefins.
zh_cn: 上帝保佑烯烃

source: Gold concentrate
zh_cn: 金精矿

source: Gold plate
zh_cn: 金板

source: Gold precipitate (type 1)
zh_cn: 金沉淀物 1

source: Gold precipitate (type 2)
zh_cn: 金沉淀物 2

source: Gold processing
zh_cn: 金矿处理

source: Gold solution
zh_cn: 金溶液

source: Good capacity tank.
zh_cn: 超大型储液罐

source: Good for boots.
zh_cn: 对鞋子友好

source: Good place to raise ulrics.
zh_cn: 饲养乌拉尔的好地方

source: Good use for ashes.
zh_cn: 来点灰尘

source: Gravel
zh_cn: 砾石

source: Gravity concentrator for intermediate fluid-based ore processing.
zh_cn: 重力选矿机，用于基于流体的中级矿石加工

source: Grease
zh_cn: 润滑脂

source: Grease table MK 01
zh_cn: 润滑脂摇床 MK1

source: Grease table MK 02
zh_cn: 润滑脂摇床 MK2

source: Grease table MK 03
zh_cn: 润滑脂摇床 MK3

source: Grease table MK 04
zh_cn: 润滑脂摇床 MK4

source: Great amount of resources here.
zh_cn: 这里有大量的资源

source: Great catalyst.
zh_cn: 高效催化剂

source: Great filtration module.
zh_cn: 强大的过滤模块

source: Great great fuel, but terrible pollution.
zh_cn: 非常强大的燃料，但是污染感人

source: Great place for organic filtration.
zh_cn: 有机物过滤的好地方

source: Ground borer MK 01
zh_cn: 钻土机 MK1

source: Ground borer MK 02
zh_cn: 钻土机 MK2

source: Ground borer MK 03
zh_cn: 钻土机 MK3

source: Ground borer MK 04
zh_cn: 钻土机 MK4

source: Ground sample
zh_cn: 地面样本

source: Grow basic alien bacteria
zh_cn: 培养基本的外星细菌

source: Grow deep ocean alien molluscs that concentrate vanadium from water.
zh_cn: 在水生深海异星软体动物体内生长着浓缩钒

source: Grow fawogae
zh_cn: 种植法沃加

source: Grow phytoplankton
zh_cn: 种植浮游植物

source: Grow ralesias
zh_cn: 种植若雷莎

source: Grow the friendly bug creatures.
zh_cn: 培育友善的昆虫生物

source: Growing the useful fawogae.
zh_cn: 培养有用的法沃加

source: Guar
zh_cn: 瓜尔

source: Guar bean plantation
zh_cn: 瓜尔种植园

source: Guar bean seeds
zh_cn: 瓜尔种子

source: Guar gum
zh_cn: 瓜尔胶

source: Half oil, half rotting creature, but a good source of carbon.
zh_cn: 一半是油，一半是腐烂的生物，但是碳的好来源

source: Hard and breakable.
zh_cn: 硬而易碎

source: Has alt mode use Shift-G to get natural gas from oil derricks.
zh_cn: 具有 alt 模式，使用 Shift-G 可从井架获得天然气。

source: Heat exchanger
zh_cn: 热交换器

source: Heavy oil refinery MK 01
zh_cn: 重油炼油厂 MK1

source: Heavy oil refinery MK 02
zh_cn: 重油炼油厂 MK2

source: Heavy oil refinery MK 03
zh_cn: 重油炼油厂 MK3

source: Heavy oil refinery MK 04
zh_cn: 重油炼油厂 MK4

source: Heavy oil to combustion mixture (500°C)
zh_cn: 重油混烧(500°C)

source: Heavy water
zh_cn: 重水

source: Heavy water distillation
zh_cn: 重水蒸馏

source: Helium
zh_cn: 氦

source: Helium processing
zh_cn: 氦处理

source: Helium-3
zh_cn: 氦-3

source: Helium-rich gas
zh_cn: 富氦气体

source: Hidden treasure.
zh_cn: 隐藏的宝藏

source: Hidden treasure. Can be extracted with an oil sand extractor.
zh_cn: 隐藏的宝藏。可以用油砂提取机提取

source: High distillates
zh_cn: 高馏分油

source: High energy cost for purification.
zh_cn: 高能耗提纯。

source: High potential fuel to use in advanced buildings.
zh_cn: 用于高级建筑的高密度燃料

source: High pressure turbine
zh_cn: 高压汽轮机

source: High purification station.
zh_cn: 高效提纯工作站。

source: High speed data travel.
zh_cn: 高速数据传输

source: High-ash coal fines
zh_cn: 高灰煤稠油

source: High-endurance ore.
zh_cn: 高强度的矿石

source: High-grade alumina
zh_cn: 高质铝

source: High-grade chromite
zh_cn: 高质铬

source: High-grade copper
zh_cn: 高质铜

source: High-grade iron
zh_cn: 高质铁

source: High-grade lead
zh_cn: 高质铅

source: High-grade nexelit
zh_cn: 高质錜

source: High-grade nickel
zh_cn: 高质镍

source: High-grade quartz
zh_cn: 高质石英

source: High-grade quartz pulp
zh_cn: 高质石英浆

source: High-grade silver
zh_cn: 高质银

source: High-grade tin
zh_cn: 高质锡

source: High-grade tin concentrate
zh_cn: 高质锡精矿

source: High-grade tin mix
zh_cn: 高质锡混合物

source: High-grade titanium
zh_cn: 高质钛

source: High-grade titanium powder
zh_cn: 高质钛粉

source: High-grade zinc
zh_cn: 高质锌

source: High-pressure furnace MK 01
zh_cn: 高压炉 MK1

source: High-pressure furnace MK 02
zh_cn: 高压炉 MK2

source: High-pressure furnace MK 03
zh_cn: 高压炉 MK3

source: High-pressure furnace MK 04
zh_cn: 高压炉 MK4

source: High-tech automated mine.
zh_cn: 高科技自动化矿井

source: High-tech operational mine.
zh_cn: 高科技作业矿井

source: High-tech pumpjack
zh_cn: 高科技抽油泵

source: HighTech Locomotive MK01
zh_cn: HighTech Locomotive MK1

source: HighTech floating locomotive MK01
zh_cn: HighTech floating locomotive MK1

source: Highly CO2-absorbant material.
zh_cn: 高度二氧化碳吸收材料

source: Highly controlled enviroment to grow phytoplankton.
zh_cn: 高度受控的浮游植物生长环境

source: Highly explosive fuel.
zh_cn: 易爆燃料

source: Highly purified gas
zh_cn: 高纯度气体

source: Hight Tech Trains MK01
zh_cn: Hight Tech Trains MK1

source: Hot air
zh_cn: 热空气

source: Hot reaction gas
zh_cn: 热反应气体

source: Hot residual mixture
zh_cn: 热残余混合物

source: Hot stone brick
zh_cn: 热石砖

source: Hot syngas
zh_cn: 热合成气

source: How to find oil and tar
zh_cn: 如何找到石油和原油?

source: Huge electricity consumer.
zh_cn: 巨大的电力消耗。

source: Huge place to concentrate and refine large amounts of materials.
zh_cn: 浓缩和提炼大量原料的大型场所

source: Hydraulic fracturing technologies
zh_cn: 水力压裂技术

source: Hydroclassifier MK 01
zh_cn: 水力分级机 MK1

source: Hydroclassifier MK 02
zh_cn: 水力分级机 MK2

source: Hydroclassifier MK 03
zh_cn: 水力分级机 MK3

source: Hydroclassifier MK 04
zh_cn: 水力分级机 MK4

source: Hydrocyclone MK 01
zh_cn: 水力旋流器 MK1

source: Hydrocyclone MK 02
zh_cn: 水力旋流器 MK2

source: Hydrocyclone MK 03
zh_cn: 水力旋流器 MK3

source: Hydrocyclone MK 04
zh_cn: 水力旋流器 MK4

source: Hydrogen
zh_cn: 氢

source: Hydrogen chloride
zh_cn: 氯化氢

source: Hydrogen peroxide
zh_cn: 过氧化氢 H₂O₂

source: Hydrogen proton
zh_cn: 氢质子

source: Hydrogen to combustion mixture (520°C)
zh_cn: 氢气混烧 (520°C)

source: IOF cover for optical fiber.
zh_cn: IOF光纤覆盖

source: If you somehow consume all your coke.
zh_cn: 如果你用掉了所有焦炭

source: Impact crusher MK 01
zh_cn: 冲击式破碎机 MK1

source: Impact crusher MK 02
zh_cn: 冲击式破碎机 MK2

source: Impact crusher MK 03
zh_cn: 冲击式破碎机 MK3

source: Impact crusher MK 04
zh_cn: 冲击式破碎机 MK4

source: Imporved robotics
zh_cn: 改良机器人

source: Improved coal fuel.
zh_cn: 改良的煤燃料

source: In case you're short on oil.
zh_cn: 以防你原油不足

source: Increase the nucleation and surface area so they can melt better.
zh_cn: 增加成核时的表面积，这样它们可以更好地熔解。

source: Industrial beauty.
zh_cn: 工业之美

source: Industrial diamond
zh_cn: 工业金刚石

source: Industrial solvent
zh_cn: 工业溶剂

source: Industry Items
zh_cn: PY-工业项目

source: Infused nexelit cartridge
zh_cn: 灌装好的錜罐

source: Inoffensive swamp alien fungus.
zh_cn: 无害的外星沼泽真菌

source: Inox!
zh_cn: 合金！

source: Ionic upgrader MK 01
zh_cn: 离子升级器 MK1

source: Ionic upgrader MK 02
zh_cn: 离子升级器 MK2

source: Ionic upgrader MK 03
zh_cn: 离子升级器 MK3

source: Ionic upgrader MK 04
zh_cn: 离子升级器 MK4

source: Iron (grade 1)
zh_cn: 1 级铁

source: Iron (grade 2)
zh_cn: 2 级铁

source: Iron (grade 3)
zh_cn: 3 级铁

source: Iron (grade 4)
zh_cn: 4 级铁

source: Iron concentrate
zh_cn: 铁精矿

source: Iron ore
zh_cn: 铁矿石

source: Iron ore Dust
zh_cn: 铁矿尘

source: Iron oxide
zh_cn: 氧化铁 Fe₂O₃

source: Iron oxide tile
zh_cn: 氧化铁瓷砖

source: Iron processing - Stage 1
zh_cn: 铁矿处理 1

source: Iron processing - Stage 2
zh_cn: 铁矿处理 2

source: Iron processing - Stage 3
zh_cn: 铁矿处理 3

source: Iron processing - Stage 4
zh_cn: 铁矿处理 4

source: Iron pulp (stage 1)
zh_cn: 铁浆 1

source: Iron pulp (stage 2)
zh_cn: 铁浆 2

source: Iron pulp (stage 3)
zh_cn: 铁浆 3

source: Iron pulp (stage 4)
zh_cn: 铁浆 4

source: Iron pulp (stage 5)
zh_cn: 铁浆 5

source: Iron pulp (stage 6)
zh_cn: 铁浆 6

source: Iron pulp (stage 7)
zh_cn: 铁浆 7

source: Iron reserve
zh_cn: 铁岩

source: Iron rock
zh_cn: 铁岩

source: Iron slime
zh_cn: 铁泥浆

source: Iron slime sludge
zh_cn: 铁污泥

source: Iron tile
zh_cn: 铁瓷砖

source: Iron-niobium alloy
zh_cn: 铌铁合金

source: Iron-niobium coating
zh_cn: 铌铁合金涂层

source: It's been said that this plate has coding capabilities.
zh_cn: 据说该板具有不可思议的能量

source: Its just thick mud
zh_cn: 它只是厚厚的泥浆

source: Jaw crusher MK 01
zh_cn: 碎矿机 MK1

source: Jaw crusher MK 02
zh_cn: 碎矿机 MK2

source: Jaw crusher MK 03
zh_cn: 碎矿机 MK3

source: Jaw crusher MK 04
zh_cn: 碎矿机 MK4

source: Jig concentrator MK 01
zh_cn: 跳汰富集机 MK1

source: Jig concentrator MK 02
zh_cn: 跳汰富集机 MK2

source: Jig concentrator MK 03
zh_cn: 跳汰富集机 MK3

source: Jig concentrator MK 04
zh_cn: 跳汰富集机 MK4

source: Jig separation
zh_cn: 跳汰分选

source: Kerogen
zh_cn: 油母质

source: Kerogen processing
zh_cn: 油母质处理

source: Kerosene
zh_cn: 煤油

source: Kerosene to combustion mixture (800°C)
zh_cn: 煤油混烧 (800°C)

source: Kevlar
zh_cn: 凯芙拉

source: Kevlar coating
zh_cn: 凯芙拉涂层

source: Kevlar coating for optical fiber.
zh_cn: 光纤的凯夫拉涂层

source: Kimberlite (grade 2)
zh_cn: 二级金伯利岩

source: Kimberlite (grade 3)
zh_cn: 三级金伯利岩

source: Kimberlite pulp
zh_cn: 金伯利岩浆

source: Kimberlite rejects
zh_cn: 金伯利废料

source: Kimberlite residues
zh_cn: 金伯利岩残渣

source: Kimberlite rock
zh_cn: 金伯利岩

source: Kmaut enclosure MK 01
zh_cn: 凯马特围栏 MK1

source: Kmaut enclosure MK 02
zh_cn: 凯马特围栏 MK2

source: Kmaut enclosure MK 03
zh_cn: 凯马特围栏 MK3

source: Kmaut enclosure MK 04
zh_cn: 凯马特围栏 MK4

source: Kmaut ration
zh_cn: 凯马特粮

source: Laboratory instrument
zh_cn: 实验室设备

source: Lard
zh_cn: 慕课莫克斯油

source: Lard, highly concentrated fat.
zh_cn: 慕课莫克斯的油，非常肥腻

source: Large radar structure.
zh_cn: 大型雷达结构

source: Leaching station MK 01
zh_cn: 浸出站 MK1

source: Leaching station MK 02
zh_cn: 浸出站 MK2

source: Leaching station MK 03
zh_cn: 浸出站 MK3

source: Leaching station MK 04
zh_cn: 浸出站 MK4

source: Lead (grade 1)
zh_cn: 1 级铅

source: Lead (grade 2)
zh_cn: 2 级铅

source: Lead (grade 3)
zh_cn: 3 级铅

source: Lead (grade 4)
zh_cn: 4 级铅

source: Lead container
zh_cn: 铅容器

source: Lead dust
zh_cn: 铅尘

source: Lead mine
zh_cn: 铅岩挖掘机

source: Lead ore
zh_cn: 铅矿石

source: Lead plate
zh_cn: 铅板

source: Lead processing - Stage 1
zh_cn: 铅矿处理 1

source: Lead processing - Stage 2
zh_cn: 铅矿处理 2

source: Lead processing - Stage 3
zh_cn: 铅矿处理 3

source: Lead processing - Stage 4
zh_cn: 铅矿处理 4

source: Lead reserve.
zh_cn: 铅岩

source: Lead rock
zh_cn: 铅岩

source: Lead-rich rock
zh_cn: 铅岩

source: Leftovers after advanced ore processing.
zh_cn: 高级选矿后剩下的东西

source: Leftovers after cooking limestone.
zh_cn: 煮石灰石后剩下的残渣

source: Leftovers from industrial processes.
zh_cn: 工业过程中的残留物

source: Let the sun do the trick.
zh_cn: 都交给太阳

source: Lets frack the planet!
zh_cn: 让我们打破行星！

source: Light oil processing - Stage 1
zh_cn: 轻油加工 1

source: Light oil processing - Stage 2
zh_cn: 轻油加工 2

source: Light oil processing - Stage 3
zh_cn: 轻油加工 3

source: Light oil processing - Stage 4
zh_cn: 轻油加工 4

source: Light oil refinery MK 01
zh_cn: 轻油炼油厂 MK1

source: Light oil refinery MK 02
zh_cn: 轻油炼油厂 MK2

source: Light oil refinery MK 03
zh_cn: 轻油炼油厂 MK3

source: Light oil refinery MK 04
zh_cn: 轻油炼油厂 MK4

source: Light oil to combustion mixture (550°C)
zh_cn: 轻油混烧(550°C)

source: Like asphalt, but flexible.
zh_cn: 像沥青，但很柔韧

source: Lime
zh_cn: 生石灰

source: Limestone
zh_cn: 石灰石

source: Limestone tile
zh_cn: 石灰石瓷砖

source: Liquid clean air
zh_cn: 液态洁净空气

source: Liquid helium
zh_cn: 液氦

source: Liquid nitrogen
zh_cn: 液氮

source: Liquid pure air distillation
zh_cn: 液体纯净空气蒸馏

source: Liquid rich gas
zh_cn: 液态富气

source: Liquified petroleum gas
zh_cn: 液化石油气

source: Liquify rich gas
zh_cn: 液化富气

source: Lithium-nexelit bond to maximise atmospheric CO2 absorption.
zh_cn: 锂錜键最大程度地吸收大气中的二氧化碳

source: Local radar
zh_cn: 微波雷达

source: Log
zh_cn: 原木

source: Logistics warehousing
zh_cn: 物流仓储

source: Looks like clay.
zh_cn: 看起来像粘土

source: Lots of sulfur.
zh_cn: 大量硫磺

source: Low distillates
zh_cn: 低馏分油

source: Low-grade copper
zh_cn: 低质铜

source: Low-grade copper dust
zh_cn: 铜低尘

source: Low-grade rejects
zh_cn: 低质废料

source: Lubricant to combustion mixture (520°C)
zh_cn: 润滑油混烧 (520°C)

source: Made of pure wood.
zh_cn: 纯木做的

source: Magically transparent.
zh_cn: 神奇般的透明

source: Magnetic core
zh_cn: 磁核心

source: Main part of an optical fiber.
zh_cn: 光纤的主要部分

source: Make Batteries from NaS
zh_cn: 钠化硫电池

source: Make Kevlar
zh_cn: 生产凯芙拉

source: Make PPD
zh_cn: 生产对苯二胺

source: Make Sodium chlorate
zh_cn: 生产氯酸钠

source: Make alien sample
zh_cn: 生产外星样本

source: Make anthraquinone
zh_cn: 生产蒽醌

source: Make biofilm
zh_cn: 生产生物膜

source: Make biological sample
zh_cn: 生产生物样本

source: Make boric acid
zh_cn: 生产硼酸

source: Make boron trioxide
zh_cn: 生产三氧化二硼

source: Make bricks from sand and ash.
zh_cn: 沙尘制砖

source: Make briquettes of coal.
zh_cn: 生产煤球

source: Make carbon from coal dust
zh_cn: 碳←煤粉

source: Make copper coating
zh_cn: 生产漆包线

source: Make diamond
zh_cn: 生产 diamond

source: Make diborane
zh_cn: 生产乙硼烷

source: Make explosives from glycerol.
zh_cn: 生产炸药←甘油

source: Make filtration media
zh_cn: 生产过滤框
